const DETAIL_TEXTS = {
  BOOK_INTRO: `언제나 우리에게 놀라운 재미와 따뜻한 감동을 동시에 전해주는 작가, 정세랑이 『시선으로부터,』 이후 3년 만의 신작 장편소설 『설자은, 금성으로 돌아오다』로 돌아왔다. 한번 손에 쥐면 순식간에 빠져들 수밖에 없는 흡인력 있는 전개와 사랑스럽고 생동감 있는 인물들, 읽는 이를 빈틈없이 감싸안는 온기 어린 시선으로 독자들의 확고한 지지를 받아온 정세랑은 자신만의 분명한 목소리를 지니면서도 폭 넓은 스펙트럼으로 작품 세계를 확장해왔다. 『시선으로부터,』로는 모계를 중심으로 이어지는 삼대의 이야기를 통해 새로운 가족상을 제시해 교보문고, 예스24, 알라딘 종합 베스트셀러 1위, 조선일보, 경향신문, 문화일보 등 다수의 매체에서 올해의 책으로 선정되며 전 국민적인 사랑을 받았고, 같은 해 동명의 소설을 원작으로 한 넷플릭스 시리즈 〈보건교사 안은영〉(이경미 연출, 정유미·남주혁 주연) 또한 화제를 불러일으키며 스토리텔러로서의 저력을 여실히 증명한 바 있다.\n그런 정세랑이 이번에는 본격 명랑 역사 미스터리 소설을 선보인다. 『설자은, 금성으로 돌아오다』는 정세랑이 펴내는 첫 역사소설이자 첫 추리소설, 그리고 첫 시리즈인 ‘설자은 시리즈’의 1권이다. ‘설자은 시리즈’는 통일신라시대의 수도 금성을 배경으로, 왕실의 서기로 일하는 설자은이 주변에서 일어나는 미스터리한 사건들을 해결해나가는 이야기를 담고 있다. 1권 『설자은, 금성으로 돌아오다』는 어린 시절 죽은 오빠를 대신해 남장을 하고 당나라로 유학을 떠난 설자은이 금성으로 돌아온 뒤, 망국 백제 출신 장인 목인곤을 식객으로 들여 함께 수수께끼 같은 사건들을 해결하다 왕의 눈에 띄어 월지에서 열린 연회에 초대되는 과정까지를 그린다. 정세랑이 만들어낸 또하나의 환상적인 세계, 당시의 모습을 눈앞에 펼쳐 보이듯 생생하게 그려낸 7세기의 먼 과거에서 매력적인 인물들이 벌이는 흥미진진한 미스터리 모험담. 오래도록 독자들을 사로잡을 장대한 이야기가 여기에서 시작된다.`,
  CONTENTS: `갑시다, 금성으로\n손바닥의 붉은 글씨\n보름의 노래\n월지에 엎드린 죽음\n\n작가의 말`,
  AUTHOR_INTRO_1: `<설자은, 금성으로 돌아오다><[큰글자도서] 재인, 재욱,재훈 (리커버 에디션)><[큰글자도서] 아라의 소설>... 총 90 종`,
  AUTHOR_INTRO_2: `소설가. 1984년 서울에서 태어났다. 장편소설 『덧니가 보고 싶어』 『지구에서 한아뿐』 『이만큼 가까이』 『재인, 재욱, 재훈』 『보건교사 안은영』 『피프티 피플』 『시선으로부터,』 『설자은, 금성으로 돌아오다』, 소설집 『옥상에서 만나요』 『목소리를 드릴게요』, 짧은소설집 『아라의 소설』, 산문집 『지구인만큼 지구를 사랑할 순 없어』 등이 있다. 창비장편소설상, 한국일보문학상, 오늘의젊은예술가상을 수상했다.`,
  PUBLISHER_INTRO: `『시선으로부터,』 『보건교사 안은영』 정세랑이 선보이는 본격 역사 미스터리 모험담! 언제나 우리에게 놀라운 재미와 따뜻한 감동을 동시에 전해주는 작가, 정세랑이 『시선으로부터,』 이후 3년 만의 신작 장편소설 『설자은, 금성으로 돌아『시선으로부터,』 『보건교사 안은영』 정세랑이 선보이는 본격 역사 미스터리 모험담! 언제나 우리에게 놀라운 재미와 따뜻한 감동을 동시에 전해주는 작가, 정세랑이 『시선으로부터,』 이후 3년 만의 신작 장편소설 『설자은, 금성으로 돌아`,
  REVIEW_CONTENTS_1: `10월의 마지막 밤에 이 책을 읽어 기쁘고 다행이었다. 한적한 곳에 가서 호젓이, 과묵한 사람의 모험담을 듣는 듯한 역사 미스터리 소설. 미미여사의 에도 시리즈와 더불어 정세랑 작가의 ‘설자은 시리즈‘를 기다리는 또 하나의 즐거움이 생겼다. 망국 백제인 콤비 목인곤도 좋았고. ˝본 적 없이 기이해 보이는 일이라도 미혹을 걷어내고 나면 언제나 있었던 일인 경우가 많으니까요.`,
  REVIEW_CONTENTS_2: `이럴 줄 알았어 재밌을 줄 알았다니까`,
  REVIEW_CONTENTS_3: `이틀도 길다.시간만 허락한다면 앉은자리에서 순삭.2권은 언제 나오나 ....`,
  REVIEW_CONTENTS_4: `역시 정세랑 작가님.재미있어요.`,
  REVIEW_CONTENTS_5: `설자은과 금성의 풍경이 생생해서, 이대로 이야기가 끝없이 이어져도 좋겠다고 생각했습니다.10권 내주세요 작가님!!!`,
  REVIEW_CONTENTS_6: `재밌어요 추천드려요`,
};

export default DETAIL_TEXTS;
